<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 og nyere</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 og nyere</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 og nyere</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 og nyere</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 og nyere</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 og nyere</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 og nyere</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 og nyere</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 og senere</string>
      <string id="Cat_Google">Microsoft Edge-opdatering</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge-opdatering</string>
      <string id="Cat_Preferences">Indstillinger</string>
      <string id="Cat_ProxyServer">Proxyserver</string>
      <string id="Cat_Applications">Programmer</string>
      <string id="Cat_WebView">Microsoft Edge WebView</string>
      <string id="Pol_AutoUpdateCheckPeriod">Tilsidesæt periode for automatisk søgning efter opdateringer</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Tidsperiode hver dag, hvor automatiske søgninger efter opdateringer skal undertrykkes</string>
      <string id="Pol_DownloadPreference">Tilsidesættelse af klasse for URL-adresse til download</string>
      <string id="DownloadPreference_DropDown">Cachelagringsbare URL-adresser til download</string>
      <string id="Pol_ProxyMode">Vælg, hvordan indstillinger for proxyserveren skal angives</string>
      <string id="Pol_ProxyServer">Adresse eller URL-adresse til proxyserver</string>
      <string id="Pol_ProxyPacUrl">URL-adresse til en .pac-proxyfil</string>
      <string id="Pol_DefaultAllowInstallation">Standard for Tillad installation</string>
      <string id="Pol_AllowInstallation">Tillad installation</string>
      <string id="Pol_DefaultUpdatePolicy">Tilsidesæt standard for opdateringspolitik</string>
      <string id="Pol_UpdatePolicy">Tilsidesættelse af opdateringspolitik</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Undgå oprettelse af genvej på skrivebordet ved standardinstallation</string>
      <string id="Pol_CreateDesktopShortcut">Undgå oprettelse af genvej på skrivebordet ved installation</string>
      <string id="Pol_TargetVersionPrefix">Tilsidesættelse af destinationsversionen</string>
      <string id="Pol_RollbackToTargetVersion">Annuller til målversion</string>
      <string id="Pol_AllowSideBySideExperience">Tillad side om side-browseroplevelse i Microsoft Edge</string>
      <string id="Explain_AllowSideBySideExperience">Denne politik gør det muligt for en bruger at køre Microsoft Edge (Edge HTML) og Microsoft Edge (Chromium-baseret) side om side.

Hvis denne politikindstilling er angivet til "Ikke konfigureret", vil Microsoft Edge (Chromium-based) erstatte Microsoft Edge (Edge HTML) efter den stabile Microsoft Edge-kanal (Chromium-baseret), og sikkerhedsopdateringerne fra november 2019 installeres. Det er den samme funktionsmåde som indstillingen "Deaktiveret".

Indstillingen "Deaktiveret" blokerer en side om side-oplevelse, og Microsoft Edge (Chromium-baseret) erstatter Microsoft Edge (Edge HTML) efter den stabile Microsoft Edge-kanal (Chromium-baseret), og sikkerhedsopdateringerne fra november 2019 er installeret. Det er den samme funktionsmåde som indstillingen "Ikke konfigureret".

Når denne politik er "Aktiveret", kan Microsoft Edge (Chromium-baseret) og Microsoft Edge (Edge HTML) køre side om side, når Microsoft Edge (Chromium-baseret) er installeret.

Hvis denne gruppepolitik skal træde i kraft, skal den konfigureres, før den automatiske installation af Microsoft Edge (Chromium-baseret) via Windows Update. Bemærk! En bruger kan blokere den automatiske opdatering af Microsoft Edge (Chromium-baseret) ved hjælp af Microsoft Edge Blocker Toolkit (Chromium-baseret).</string>
      <string id="Part_AutoUpdateCheckPeriod">Minutter mellem søgninger efter opdateringer</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Time på dagen, hvor vi skal begynde at undertrykke søgning efter opdateringer</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Minut i timen, hvor vi skal begynde at undertrykke søgning efter opdateringer</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Antal minutter til at undertrykke søgning efter opdateringer hver dag</string>
      <string id="Part_ProxyMode">Vælg, hvordan indstillinger for proxyserveren skal angives</string>
      <string id="Part_ProxyServer">Adresse eller URL-adresse til proxyserver</string>
      <string id="Part_ProxyPacUrl">URL-adresse til en .pac-proxyfil</string>
      <string id="Part_UpdatePolicy">Opdateringspolitik</string>
      <string id="Part_TargetVersionPrefix">Destinationsversion</string>
      <string id="Name_UpdatesEnabled">Tillad altid opdateringer (anbefales)</string>
      <string id="Name_ManualUpdatesOnly">Kun manuelle opdateringer</string>
      <string id="Name_AutomaticUpdatesOnly">Kun automatiske opdateringer uden brugerinput</string>
      <string id="Name_UpdatesDisabled">Opdateringer er deaktiveret</string>
      <string id="ProxyDisabled_DropDown">Brug aldrig en proxy</string>
      <string id="ProxyAutoDetect_DropDown">Registrer automatisk proxyindstillinger</string>
      <string id="ProxyPacScript_DropDown">Brug et .pac-proxyscript</string>
      <string id="ProxyFixedServers_DropDown">Brug faste proxyservere</string>
      <string id="ProxyUseSystem_DropDown">Brug systemets proxyindstillinger</string>
      <string id="Explain_GoogleUpdate">Politikker til styring af installationen og opdatering af Microsoft Edge ved hjælp af Microsoft Edge Update.</string>
      <string id="Explain_Preferences">Generelle politikker for Microsoft Edge Update.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Hvis denne politik aktiveres, kan du angive en værdi for det mindste antal minutter mellem automatiske søgninger efter opdateringer. Ellers søges som standard automatisk efter opdateringer hver 10. time.

  Hvis du vil deaktivere alle automatiske søgninger efter opdateringer, skal du angive værdien til 0 (anbefales ikke).</string>
      <string id="Explain_DownloadPreference">Hvis politikken er aktiveret, vil Microsoft Edge Update-serveren forsøge at angive cachevenlige URL-adresser for opdateringsnyttedata i sine svar.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Hvis du aktiverer denne politik, undertrykkes opdateringskontrol, hver dag der starter ved time:minut i en varighedsperiode (i minutter). Varigheden påvirkes ikke af sommertiden. Hvis starttidspunktet f.eks. er 22:00, og varigheden er 480 minutter, undertrykkes opdateringer i præcis 8 timer, uanset om sommertiden starter eller slutter i løbet af denne periode.

  Hvis du deaktiverer eller undlader at konfigurere denne politik, undertrykkes opdateringskontrol ikke i en bestemt periode.</string>
      <string id="Explain_ProxyMode">Giver dig mulighed for at angive proxyserverindstillingerne, der anvendes af Microsoft Edge Update.

  Hvis du aktiverer denne politik, kan du  vælge mellem følgende proxyserverindstillinger:
   - Hvis du vælger aldrig at bruge en proxyserver og altid oprette forbindelse direkte, ignoreres alle andre indstillinger.
   - Hvis du vælger at bruge systemproxyindstillinger or automatisk registrering af proxyserveren, ignoreres alle andre indstillinger.
   - Hvis du vælger fast server proxy-tilstand, kan du angive yderligere indstillinger i politikken 'Adresse eller URL-adresse til proxyserver'.
   - Hvis du vælger at bruge en pac proxy-script, skal du angive URL-adressen for scriptet i politikken 'URL-adresse til en .pac-proxyfil'.

  Hvis du aktiverer denne politik, kan brugere i din organisation ikke ændre proxyindstillingerne i Microsoft Edge Update.

  hvis du deaktiverer eller ikke konfigurer denne politik, er der ikke konfigureret nogen proxyserverindstillinger, men brugere i din organisation kan vælge deres egne proxyindstillinger til Microsoft Edge Update.</string>
      <string id="Explain_ProxyServer">Giver dig mulighed for at angive hvilken URL-adressen proxy-serveren til Microsoft Edge Update skal bruge.

  Hvis du aktiverer denne politik, kan du sætte proxy-serverens URL-adresse, der bruges af Microsoft Edge Update i din organisation.

  >Denne politik anvendes kun, hvis du har valgt manuelle proxy-indstillinger i politikken 'Vælg, hvordan indstillinger for proxyserveren skal angives'.

  Konfigurer ikke denne politik, hvis du har valgt en anden proxy-indstilling end manuel i politikken 'Vælg, hvordan indstillinger for proxyserveren skal angives'.</string>
      <string id="Explain_ProxyPacUrl">Giver dig mulighed for at angive en URL-adresse til en automatisk konfigurationsfil til proxy (PAC).

  Hvis du aktiverer denne politik, kan du angive en URL-adresse til en PAC-fil for at automatisere, hvordan Microsoft Edge Update vælger den relevante proxyserver til hentning af et bestemt websted.

  Denne politik anvendes kun, hvis du har angivet manuelle proxyindstillinger i politikken 'Vælg, hvordan indstillinger for proxyserveren skal angives'.

  Undlad at konfigurere denne politik, hvis du har valgt en anden proxyindstilling end manuel i politikken 'Vælg, hvordan indstillinger for proxyserveren skal angives.</string>
      <string id="Explain_Applications">Der kræves en opdateret ADMX/ADML-skabelon for at understøtte Microsoft Edge-programmer, der frigives i fremtiden.</string>
      <string id="Explain_DefaultAllowInstallation">Du kan angive standardfunktionsmåden for alle kanaler for at tillade eller blokere Microsoft Edge-opdateringer på enheder, der er tilsluttet et domæne.

Du kan tilsidesætte denne politik for individuelle kanaler ved at aktivere politikken 'Tillad installation' for specifikke kanaler.

Hvis du deaktiverer denne politik, blokeres installationen af Microsoft Edge. Dette påvirker kun installationen af Microsoft Edge-softwaren, når politikken 'Tillad installation' er indstillet til Ikke konfigureret.

Denne politik forhindrer ikke Microsoft Edge Update i at køre eller brugere i at installere Microsoft Edge-software ved hjælp af andre måder.</string>
      <string id="Explain_DefaultUpdatePolicy">Giver dig mulighed for at angive standardfunktionsmåden for alle kanaler i relation til hvordan Microsoft Edge Update håndterer tilgængelige opdateringer til Microsoft Edge. Kan tilsidesættes for individuelle kanaler ved at specificere politikken 'Tilsidesættelse af opdateringspolitik' for disse specifikke kanaler.

  Hvis du aktiverer denne politik, vil Microsoft Edge Update håndterer Microsoft Edge-opdateringer i henhold til hvordan du har konfigureret følgende indstillinger:
   - Tillad altid opdateringer: Opdateringer anvendes altid, når de findes, enten af en specifik opdatering efter ved en manuel søgning efter opdateringer.
   - Kun automatisk uovervåget installation: Opdateringer anvendes kun når de findes af den regelmæssige søgning efter opdateringer.
   - Kun manuelle opdateringer: Opdateringer anvendes kun, når brugeren kører en manuel søgning efter opdateringer.
   - Opdaterings deaktiveret: Opdateringer anvendes aldrig.

  Hvis du vælger manuelle opdateringer, skal du sørge for at den periodiske søgning efter opdateringer ved brug af appens mekanisme til manuel opdatering, hvis tilgængelig. Hvis du deaktiverer opdateringer, periodisk søgning efter opdateringer, og distribuere dem til brugere.

  Hvis du ikke aktiverer og konfigurerer denne politik, håndterer Microsoft Edge Update tilgængelige opdateringer, som specificeret af politikken 'Tilsidesættelse af opdateringspolitik'.</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Giver dig mulighed for at angive standardfunktionsmåden for alle kanaler til oprettelse af en skrivebordsgenvej, når Microsoft Edge installeres.

  Hvis du aktiverer denne politik, oprettes der en skrivebordsgenvej, når Microsoft Edge installeres.
 Hvis du deaktiverer denne politik, oprettes der ingen skrivebordsgenvej, når Microsoft Edge installeres.
 Hvis du ikke konfigurerer denne politik, oprettes der en skrivebordsgenvej til Microsoft Edge under installationen.
  Hvis Microsoft Edge allerede er installeret, har denne politik ingen indvirkning.</string>
      <string id="Explain_CreateDesktopShortcut">Hvis du aktiverer denne politik, oprettes der en skrivebordsgenvej, når Microsoft Edge installeres.
 Hvis du deaktiverer denne politik, oprettes der ingen skrivebordsgenvej, når Microsoft Edge installeres.
 Hvis du ikke konfigurerer denne politik, oprettes der en skrivebordsgenvej til Microsoft Edge under installationen.
  Hvis Microsoft Edge allerede er installeret, har denne politik ingen indvirkning.

  Hvis du ikke konfigurerer denne politik for en kanal, bestemmer politikkonfigurationen 'Undgå oprettelse af genvej på skrivebordet ved standardinstallation' oprettelse af genveje, når Microsoft Edge installeres.</string>
      <string id="Explain_WebView">Angiver politikker for Microsoft Edge WebView.</string>
      <string id="Explain_WebView_AutoUpdate">Giver dig mulighed for at angive, om automatiske opdateringer er aktiveret for Microsoft Edge WebView. Microsoft Edge WebView er en komponent, der bruges af programmer til at vise webindhold.
 Automatiske opdateringer er aktiveret som standard. Deaktivering af automatiske opdateringer for Microsoft Edge WebView kan forårsage kompatibilitetsproblemer med programmer, der afhænger af denne komponent.

  Hvis du aktiverer denne politik, håndterer Microsoft Edge Update opdateringer af Microsoft Edge WebView i overensstemmelse med, hvordan du konfigurerer følgende indstillinger:
  – Tillad altid opdateringer: Opdateringer downloades og anvendes automatisk
 – Opdateringer er deaktiverede: Opdateringer downloades eller anvendes ikke

  Hvis du ikke aktiverer denne politik, downloades og anvendes opdateringer automatisk.</string>
      <string id="Explain_WebView_Install">Giver dig mulighed for at angive, om Microsoft Edge WebView kan installeres ved hjælp af Microsoft Edge Update.

  – Hvis du aktiverer denne politik, kan brugerne installere Microsoft Edge WebView via Microsoft Edge Update.
  – Hvis du deaktiverer denne politik, kan brugere ikke installere Microsoft Edge WebView via Microsoft Edge Update.
  – Hvis du ikke konfigurerer denne politik, afgør konfigurationen af standardpolitikken 'Standard for Tillad installation', om brugerne kan installere Microsoft Edge WebView via Microsoft Edge Update.</string>
      <string id="Explain_WebView_TargetVersionPrefix">Når du har aktiveret denne politik, og automatisk opdatering er aktiveret, opdateres Microsoft Edge WebView til den version, der er angivet af denne politikværdi.
  Politikværdien skal være en bestemt version af Microsoft Edge WebView, f.eks. 83.0.499.12. Hvis en enhed har en nyere version af Microsoft Edge WebView end den angivne værdi, forbliver Microsoft Edge WebView i den nyere version, og den kan ikke nedgraderes til den angivne version.

  Hvis den angivne version ikke findes, eller ikke er formateret korrekt, forbliver Microsoft Edge WebView i den aktuelle version og opdateres ikke automatisk til fremtidige versioner.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Angiver, om en Microsoft Edge-kanal kan installeres på enheder, der er tilsluttet et domæne.

  Hvis du aktiverer denne politik for en kanal, vil Microsoft Edge ikke blive blokeret fra installationen.

  Hvis du deaktiverer denne politik for en kanal, vil Microsoft Edge blive blokeret fra installationen.

  Hvis du undlader at konfigurere politikken for en kanal, fastslår Politikkonfigurationen "Standard for Tillad installation", om brugerne kan installere den pågældende kanal i Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Specificerer hvordan Microsoft Edge Update håndterer tilgængelige opdateringer til Microsoft Edge.

  Hvis du aktiverer denne politik, vil Microsoft Edge Update håndterer Microsoft Edge-opdateringer i henhold til hvordan du har konfigureret følgende indstillinger:
   - Tillad altid opdateringer: Opdateringer anvendes altid, når de findes, enten af en specifik opdatering efter ved en manuel søgning efter opdateringer.
   - Kun automatisk uovervåget installation: Opdateringer anvendes kun når de findes af den regelmæssige søgning efter opdateringer.
   - Kun manuelle opdateringer: Opdateringer anvendes kun, når brugeren kører en manuel søgning efter opdateringer. (Ikke alle apps har en grænseflade til denne indstilling).
   - Opdaterings deaktiveret: Opdateringer anvendes aldrig.

  Hvis du vælger manuelle opdateringer, skal du sørge for at den periodiske søgning efter opdateringer ved brug af appens mekanisme til manuel opdatering, hvis tilgængelig. Hvis du deaktiverer opdateringer, periodisk søgning efter opdateringer, og distribuere dem til brugere.

  Hvis du ikke aktiverer og konfigurerer denne politik, håndterer Microsoft Edge Update tilgængelige opdateringer, som specificeret af politikken 'Tilsidesæt standard for opdateringspolitik'. More information is not final: https://to-be-replaced.invalid/edge</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Når du har aktiveret denne politik, og automatisk opdatering er aktiveret, opdateres Microsoft Edge til den version, der er angivet af denne politikværdi.

Politikværdien skal være en bestemt Microsoft Edge-version, f.eks. 83.0.499.12.

Hvis en enhed har en nyere version af Microsoft Edge end den angivne værdi, vil Microsoft Edge forblive i den nyere version og ikke nedgradere til den angivne version.

Hvis den angivne version ikke findes, eller ikke er formateret korrekt, forbliver Microsoft Edge i den aktuelle version og opdateres ikke automatisk til fremtidige versioner.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Angiver at Microsoft Edge Update bør annullere installationer Microsoft Edge til versionen indikeret i 'Tilsidesættelse af destinationsversionen'.

Denne politik har ingen virkning medmindre 'Tilsidesættelse af destinationsversionen' er sat og 'Tilsidesættelse af opdateringspolitik' er sat til en af TIL-tilstandene (Tillad altid opdateringer, Kun automatiske uovervåget opdatering, Kun manuelle opdateringer).

Hvis du deaktiverer denne politik eller ikke konfigurerer den, vil installationer med en højere version end den der er specificeret af 'Tilsidesættelse af destinationsversionen' blive efterlad som de er.

Hvis du aktiverer denne politik, vil installationer med en højere aktuel version end den der er specificeret af 'Tilsidesættelse af destinationsversionen' blive nedgraderet til målversionen.

Vi anbefaler at brugere installerer den seneste version af Microsoft Edge-browseren for at sikre beskyttelse med de seneste sikkerhedsopdateringer. Tilbagerulning til en tidligere version risikere eksponering tor kendte sikkerhedsproblemer. Denne politik er beregnet til at blive brugt som en midlertidig fejlretning til at løse problemer i en Microsoft Edge-browseropdatering.

Før midlertidig tilbagerulning af din browserversion, anbefaler vi, at du aktiverer Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle for alle brugere i din organisation. Hvis du ikke aktiverer Synkronisering, er der en risiko for at permanente browserdata går tabt. Brug denne politik for egen risiko.

Bemærk: Alle versioner tilgængelige for tilbagerulning, kan ses her https://aka.ms/EdgeEnterprise.

Denne politik er kun tilgængelig på Windows-forekomster, der er tilmeldt et Microsoft® Active Directory®-domæne.

Denne politik gælder for Microsoft Edge version 86 eller senere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for flere oplysninger. Denne politik skal fungere som en midlertidig foranstaltning, når virksomhedsadministratorer har brug for at nedgradere af forretningsmæssige årsager. Den nyeste version skal anvendes for at sikre, at brugerne er beskyttet af de seneste sikkerhedsopdateringer. Når versioner nedgraderes til ældre versioner, kan der opstå kompatibilitetsproblemer.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Angiver, om en Microsoft Edge-kanal kan installeres på enheder, der er tilsluttet et domæne.

  Hvis du aktiverer denne politik for en kanal, vil Microsoft Edge ikke blive blokeret fra installationen.

  Hvis du deaktiverer denne politik for en kanal, vil Microsoft Edge blive blokeret fra installationen.

  Hvis du undlader at konfigurere politikken for en kanal, fastslår Politikkonfigurationen "Standard for Tillad installation", om brugerne kan installere den pågældende kanal i Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Specificerer hvordan Microsoft Edge Update håndterer tilgængelige opdateringer til Microsoft Edge.

  Hvis du aktiverer denne politik, vil Microsoft Edge Update håndterer Microsoft Edge-opdateringer i henhold til hvordan du har konfigureret følgende indstillinger:
   - Tillad altid opdateringer: Opdateringer anvendes altid, når de findes, enten af en specifik opdatering efter ved en manuel søgning efter opdateringer.
   - Kun automatisk uovervåget installation: Opdateringer anvendes kun når de findes af den regelmæssige søgning efter opdateringer.
   - Kun manuelle opdateringer: Opdateringer anvendes kun, når brugeren kører en manuel søgning efter opdateringer. (Ikke alle apps har en grænseflade til denne indstilling).
   - Opdaterings deaktiveret: Opdateringer anvendes aldrig.

  Hvis du vælger manuelle opdateringer, skal du sørge for at den periodiske søgning efter opdateringer ved brug af appens mekanisme til manuel opdatering, hvis tilgængelig. Hvis du deaktiverer opdateringer, periodisk søgning efter opdateringer, og distribuere dem til brugere.

  Hvis du ikke aktiverer og konfigurerer denne politik, håndterer Microsoft Edge Update tilgængelige opdateringer, som specificeret af politikken 'Tilsidesæt standard for opdateringspolitik'. More information is not final: https://to-be-replaced.invalid/edgebeta</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Når du har aktiveret denne politik, og automatisk opdatering er aktiveret, opdateres Microsoft Edge til den version, der er angivet af denne politikværdi.

Politikværdien skal være en bestemt Microsoft Edge-version, f.eks. 83.0.499.12.

Hvis en enhed har en nyere version af Microsoft Edge end den angivne værdi, vil Microsoft Edge forblive i den nyere version og ikke nedgradere til den angivne version.

Hvis den angivne version ikke findes, eller ikke er formateret korrekt, forbliver Microsoft Edge i den aktuelle version og opdateres ikke automatisk til fremtidige versioner.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Angiver at Microsoft Edge Update bør annullere installationer Microsoft Edge til versionen indikeret i 'Tilsidesættelse af destinationsversionen'.

Denne politik har ingen virkning medmindre 'Tilsidesættelse af destinationsversionen' er sat og 'Tilsidesættelse af opdateringspolitik' er sat til en af TIL-tilstandene (Tillad altid opdateringer, Kun automatiske uovervåget opdatering, Kun manuelle opdateringer).

Hvis du deaktiverer denne politik eller ikke konfigurerer den, vil installationer med en højere version end den der er specificeret af 'Tilsidesættelse af destinationsversionen' blive efterlad som de er.

Hvis du aktiverer denne politik, vil installationer med en højere aktuel version end den der er specificeret af 'Tilsidesættelse af destinationsversionen' blive nedgraderet til målversionen.

Vi anbefaler at brugere installerer den seneste version af Microsoft Edge-browseren for at sikre beskyttelse med de seneste sikkerhedsopdateringer. Tilbagerulning til en tidligere version risikere eksponering tor kendte sikkerhedsproblemer. Denne politik er beregnet til at blive brugt som en midlertidig fejlretning til at løse problemer i en Microsoft Edge-browseropdatering.

Før midlertidig tilbagerulning af din browserversion, anbefaler vi, at du aktiverer Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle for alle brugere i din organisation. Hvis du ikke aktiverer Synkronisering, er der en risiko for at permanente browserdata går tabt. Brug denne politik for egen risiko.

Bemærk: Alle versioner tilgængelige for tilbagerulning, kan ses her https://aka.ms/EdgeEnterprise.

Denne politik er kun tilgængelig på Windows-forekomster, der er tilmeldt et Microsoft® Active Directory®-domæne.

Denne politik gælder for Microsoft Edge version 86 eller senere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for flere oplysninger. Denne politik skal fungere som en midlertidig foranstaltning, når virksomhedsadministratorer har brug for at nedgradere af forretningsmæssige årsager. Den nyeste version skal anvendes for at sikre, at brugerne er beskyttet af de seneste sikkerhedsopdateringer. Når versioner nedgraderes til ældre versioner, kan der opstå kompatibilitetsproblemer.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Angiver, om en Microsoft Edge-kanal kan installeres på enheder, der er tilsluttet et domæne.

  Hvis du aktiverer denne politik for en kanal, vil Microsoft Edge ikke blive blokeret fra installationen.

  Hvis du deaktiverer denne politik for en kanal, vil Microsoft Edge blive blokeret fra installationen.

  Hvis du undlader at konfigurere politikken for en kanal, fastslår Politikkonfigurationen "Standard for Tillad installation", om brugerne kan installere den pågældende kanal i Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Specificerer hvordan Microsoft Edge Update håndterer tilgængelige opdateringer til Microsoft Edge.

  Hvis du aktiverer denne politik, vil Microsoft Edge Update håndterer Microsoft Edge-opdateringer i henhold til hvordan du har konfigureret følgende indstillinger:
   - Tillad altid opdateringer: Opdateringer anvendes altid, når de findes, enten af en specifik opdatering efter ved en manuel søgning efter opdateringer.
   - Kun automatisk uovervåget installation: Opdateringer anvendes kun når de findes af den regelmæssige søgning efter opdateringer.
   - Kun manuelle opdateringer: Opdateringer anvendes kun, når brugeren kører en manuel søgning efter opdateringer. (Ikke alle apps har en grænseflade til denne indstilling).
   - Opdaterings deaktiveret: Opdateringer anvendes aldrig.

  Hvis du vælger manuelle opdateringer, skal du sørge for at den periodiske søgning efter opdateringer ved brug af appens mekanisme til manuel opdatering, hvis tilgængelig. Hvis du deaktiverer opdateringer, periodisk søgning efter opdateringer, og distribuere dem til brugere.

  Hvis du ikke aktiverer og konfigurerer denne politik, håndterer Microsoft Edge Update tilgængelige opdateringer, som specificeret af politikken 'Tilsidesæt standard for opdateringspolitik'. More information is not final: https://to-be-replaced.invalid/edgedev</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Når du har aktiveret denne politik, og automatisk opdatering er aktiveret, opdateres Microsoft Edge til den version, der er angivet af denne politikværdi.

Politikværdien skal være en bestemt Microsoft Edge-version, f.eks. 83.0.499.12.

Hvis en enhed har en nyere version af Microsoft Edge end den angivne værdi, vil Microsoft Edge forblive i den nyere version og ikke nedgradere til den angivne version.

Hvis den angivne version ikke findes, eller ikke er formateret korrekt, forbliver Microsoft Edge i den aktuelle version og opdateres ikke automatisk til fremtidige versioner.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Angiver at Microsoft Edge Update bør annullere installationer Microsoft Edge til versionen indikeret i 'Tilsidesættelse af destinationsversionen'.

Denne politik har ingen virkning medmindre 'Tilsidesættelse af destinationsversionen' er sat og 'Tilsidesættelse af opdateringspolitik' er sat til en af TIL-tilstandene (Tillad altid opdateringer, Kun automatiske uovervåget opdatering, Kun manuelle opdateringer).

Hvis du deaktiverer denne politik eller ikke konfigurerer den, vil installationer med en højere version end den der er specificeret af 'Tilsidesættelse af destinationsversionen' blive efterlad som de er.

Hvis du aktiverer denne politik, vil installationer med en højere aktuel version end den der er specificeret af 'Tilsidesættelse af destinationsversionen' blive nedgraderet til målversionen.

Vi anbefaler at brugere installerer den seneste version af Microsoft Edge-browseren for at sikre beskyttelse med de seneste sikkerhedsopdateringer. Tilbagerulning til en tidligere version risikere eksponering tor kendte sikkerhedsproblemer. Denne politik er beregnet til at blive brugt som en midlertidig fejlretning til at løse problemer i en Microsoft Edge-browseropdatering.

Før midlertidig tilbagerulning af din browserversion, anbefaler vi, at du aktiverer Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle for alle brugere i din organisation. Hvis du ikke aktiverer Synkronisering, er der en risiko for at permanente browserdata går tabt. Brug denne politik for egen risiko.

Bemærk: Alle versioner tilgængelige for tilbagerulning, kan ses her https://aka.ms/EdgeEnterprise.

Denne politik er kun tilgængelig på Windows-forekomster, der er tilmeldt et Microsoft® Active Directory®-domæne.

Denne politik gælder for Microsoft Edge version 86 eller senere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for flere oplysninger. Denne politik skal fungere som en midlertidig foranstaltning, når virksomhedsadministratorer har brug for at nedgradere af forretningsmæssige årsager. Den nyeste version skal anvendes for at sikre, at brugerne er beskyttet af de seneste sikkerhedsopdateringer. Når versioner nedgraderes til ældre versioner, kan der opstå kompatibilitetsproblemer.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Angiver, om en Microsoft Edge-kanal kan installeres på enheder, der er tilsluttet et domæne.

  Hvis du aktiverer denne politik for en kanal, vil Microsoft Edge ikke blive blokeret fra installationen.

  Hvis du deaktiverer denne politik for en kanal, vil Microsoft Edge blive blokeret fra installationen.

  Hvis du undlader at konfigurere politikken for en kanal, fastslår Politikkonfigurationen "Standard for Tillad installation", om brugerne kan installere den pågældende kanal i Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Specificerer hvordan Microsoft Edge Update håndterer tilgængelige opdateringer til Microsoft Edge.

  Hvis du aktiverer denne politik, vil Microsoft Edge Update håndterer Microsoft Edge-opdateringer i henhold til hvordan du har konfigureret følgende indstillinger:
   - Tillad altid opdateringer: Opdateringer anvendes altid, når de findes, enten af en specifik opdatering efter ved en manuel søgning efter opdateringer.
   - Kun automatisk uovervåget installation: Opdateringer anvendes kun når de findes af den regelmæssige søgning efter opdateringer.
   - Kun manuelle opdateringer: Opdateringer anvendes kun, når brugeren kører en manuel søgning efter opdateringer. (Ikke alle apps har en grænseflade til denne indstilling).
   - Opdaterings deaktiveret: Opdateringer anvendes aldrig.

  Hvis du vælger manuelle opdateringer, skal du sørge for at den periodiske søgning efter opdateringer ved brug af appens mekanisme til manuel opdatering, hvis tilgængelig. Hvis du deaktiverer opdateringer, periodisk søgning efter opdateringer, og distribuere dem til brugere.

  Hvis du ikke aktiverer og konfigurerer denne politik, håndterer Microsoft Edge Update tilgængelige opdateringer, som specificeret af politikken 'Tilsidesæt standard for opdateringspolitik'. More information is not final: https://to-be-replaced.invalid/edgecanary</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Når du har aktiveret denne politik, og automatisk opdatering er aktiveret, opdateres Microsoft Edge til den version, der er angivet af denne politikværdi.

Politikværdien skal være en bestemt Microsoft Edge-version, f.eks. 83.0.499.12.

Hvis en enhed har en nyere version af Microsoft Edge end den angivne værdi, vil Microsoft Edge forblive i den nyere version og ikke nedgradere til den angivne version.

Hvis den angivne version ikke findes, eller ikke er formateret korrekt, forbliver Microsoft Edge i den aktuelle version og opdateres ikke automatisk til fremtidige versioner.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Angiver at Microsoft Edge Update bør annullere installationer Microsoft Edge til versionen indikeret i 'Tilsidesættelse af destinationsversionen'.

Denne politik har ingen virkning medmindre 'Tilsidesættelse af destinationsversionen' er sat og 'Tilsidesættelse af opdateringspolitik' er sat til en af TIL-tilstandene (Tillad altid opdateringer, Kun automatiske uovervåget opdatering, Kun manuelle opdateringer).

Hvis du deaktiverer denne politik eller ikke konfigurerer den, vil installationer med en højere version end den der er specificeret af 'Tilsidesættelse af destinationsversionen' blive efterlad som de er.

Hvis du aktiverer denne politik, vil installationer med en højere aktuel version end den der er specificeret af 'Tilsidesættelse af destinationsversionen' blive nedgraderet til målversionen.

Vi anbefaler at brugere installerer den seneste version af Microsoft Edge-browseren for at sikre beskyttelse med de seneste sikkerhedsopdateringer. Tilbagerulning til en tidligere version risikere eksponering tor kendte sikkerhedsproblemer. Denne politik er beregnet til at blive brugt som en midlertidig fejlretning til at løse problemer i en Microsoft Edge-browseropdatering.

Før midlertidig tilbagerulning af din browserversion, anbefaler vi, at du aktiverer Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle for alle brugere i din organisation. Hvis du ikke aktiverer Synkronisering, er der en risiko for at permanente browserdata går tabt. Brug denne politik for egen risiko.

Bemærk: Alle versioner tilgængelige for tilbagerulning, kan ses her https://aka.ms/EdgeEnterprise.

Denne politik er kun tilgængelig på Windows-forekomster, der er tilmeldt et Microsoft® Active Directory®-domæne.

Denne politik gælder for Microsoft Edge version 86 eller senere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for flere oplysninger. Denne politik skal fungere som en midlertidig foranstaltning, når virksomhedsadministratorer har brug for at nedgradere af forretningsmæssige årsager. Den nyeste version skal anvendes for at sikre, at brugerne er beskyttet af de seneste sikkerhedsopdateringer. Når versioner nedgraderes til ældre versioner, kan der opstå kompatibilitetsproblemer.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Angiver, om en Microsoft Edge-kanal kan installeres på enheder, der er tilsluttet et domæne.

  Hvis du aktiverer denne politik for en kanal, vil Microsoft Edge ikke blive blokeret fra installationen.

  Hvis du deaktiverer denne politik for en kanal, vil Microsoft Edge blive blokeret fra installationen.

  Hvis du undlader at konfigurere politikken for en kanal, fastslår Politikkonfigurationen "Standard for Tillad installation", om brugerne kan installere den pågældende kanal i Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Specificerer hvordan Microsoft Edge Update håndterer tilgængelige opdateringer til Microsoft Edge.

  Hvis du aktiverer denne politik, vil Microsoft Edge Update håndterer Microsoft Edge-opdateringer i henhold til hvordan du har konfigureret følgende indstillinger:
   - Tillad altid opdateringer: Opdateringer anvendes altid, når de findes, enten af en specifik opdatering efter ved en manuel søgning efter opdateringer.
   - Kun automatisk uovervåget installation: Opdateringer anvendes kun når de findes af den regelmæssige søgning efter opdateringer.
   - Kun manuelle opdateringer: Opdateringer anvendes kun, når brugeren kører en manuel søgning efter opdateringer. (Ikke alle apps har en grænseflade til denne indstilling).
   - Opdaterings deaktiveret: Opdateringer anvendes aldrig.

  Hvis du vælger manuelle opdateringer, skal du sørge for at den periodiske søgning efter opdateringer ved brug af appens mekanisme til manuel opdatering, hvis tilgængelig. Hvis du deaktiverer opdateringer, periodisk søgning efter opdateringer, og distribuere dem til brugere.

  Hvis du ikke aktiverer og konfigurerer denne politik, håndterer Microsoft Edge Update tilgængelige opdateringer, som specificeret af politikken 'Tilsidesæt standard for opdateringspolitik'. More information is not final: https://to-be-replaced.invalid/edgewebview</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Når du har aktiveret denne politik, og automatisk opdatering er aktiveret, opdateres Microsoft Edge til den version, der er angivet af denne politikværdi.

Politikværdien skal være en bestemt Microsoft Edge-version, f.eks. 83.0.499.12.

Hvis en enhed har en nyere version af Microsoft Edge end den angivne værdi, vil Microsoft Edge forblive i den nyere version og ikke nedgradere til den angivne version.

Hvis den angivne version ikke findes, eller ikke er formateret korrekt, forbliver Microsoft Edge i den aktuelle version og opdateres ikke automatisk til fremtidige versioner.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Angiver at Microsoft Edge Update bør annullere installationer Microsoft Edge til versionen indikeret i 'Tilsidesættelse af destinationsversionen'.

Denne politik har ingen virkning medmindre 'Tilsidesættelse af destinationsversionen' er sat og 'Tilsidesættelse af opdateringspolitik' er sat til en af TIL-tilstandene (Tillad altid opdateringer, Kun automatiske uovervåget opdatering, Kun manuelle opdateringer).

Hvis du deaktiverer denne politik eller ikke konfigurerer den, vil installationer med en højere version end den der er specificeret af 'Tilsidesættelse af destinationsversionen' blive efterlad som de er.

Hvis du aktiverer denne politik, vil installationer med en højere aktuel version end den der er specificeret af 'Tilsidesættelse af destinationsversionen' blive nedgraderet til målversionen.

Vi anbefaler at brugere installerer den seneste version af Microsoft Edge-browseren for at sikre beskyttelse med de seneste sikkerhedsopdateringer. Tilbagerulning til en tidligere version risikere eksponering tor kendte sikkerhedsproblemer. Denne politik er beregnet til at blive brugt som en midlertidig fejlretning til at løse problemer i en Microsoft Edge-browseropdatering.

Før midlertidig tilbagerulning af din browserversion, anbefaler vi, at du aktiverer Synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle for alle brugere i din organisation. Hvis du ikke aktiverer Synkronisering, er der en risiko for at permanente browserdata går tabt. Brug denne politik for egen risiko.

Bemærk: Alle versioner tilgængelige for tilbagerulning, kan ses her https://aka.ms/EdgeEnterprise.

Denne politik er kun tilgængelig på Windows-forekomster, der er tilmeldt et Microsoft® Active Directory®-domæne.

Denne politik gælder for Microsoft Edge version 86 eller senere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for flere oplysninger. Denne politik skal fungere som en midlertidig foranstaltning, når virksomhedsadministratorer har brug for at nedgradere af forretningsmæssige årsager. Den nyeste version skal anvendes for at sikre, at brugerne er beskyttet af de seneste sikkerhedsopdateringer. Når versioner nedgraderes til ældre versioner, kan der opstå kompatibilitetsproblemer.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minutter mellem søgninger efter opdateringer</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Time</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minut</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Varighed</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Typen af URL-adresse til download, der skal anmodes om</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Vælg, hvordan indstillinger for proxyserveren skal angives
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adresse eller URL-adresse til proxyserver</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL-adresse til en .pac-proxyfil</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Opdateringspolitik</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Opdateringspolitik</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Destinationsversion</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>